module.exports.config = {
 name: "rules2",
 version: "1.0.0",
 hasPermssion: 0,
 credits: "Polabaz natasa",
 description: "Send group rules",
 commandCategory: "information",
 usages: "rules2",
 cooldowns: 5
};

module.exports.run = async ({ api, event }) => {
 const message = `❐-আসসালামু আলাইকুম,🖤🌺
❐- 𝙒𝘼𝙉𝙏𝙀𝘿 𝙑𝙄𝙇𝙇𝘼𝙄𝙉𖣘𝙏𝙊𝙋𖣘𝙑𝙊𝙄𝘾𝙀𖣘𝙂𝘼𝙉𝙂✪𝙶𝚁𝙾𝚄𝙿 এর কিছু 𝚁𝚄𝙻𝙴𝚂 আছে, এগুলো হয়তো অনেকেই জানেন না যারা জানেন না তারা জেনে রাখেন⬅️
<------------------------------------------------->

০১) এড হবার সাথে সাথে লোগো লাগাতে হবে ! ⚠️
০২) জামেলা বক্স এ না জেনে লোগো নিয়ে ভিডিও খাওয়া যাবে না ! ⚠️
০৩) অপ্রয়োজনীয় ট্যাগ বা সবাইকে বারবার mention করা যাবে না ! 🚫
০৪) মেয়েদের রিকু, ইনবক্স দেওয়ার চেষ্টা করলে সরাসরি রিমুভ ✅
০৫) ঘুতি বাজ ফাপর বাজ এলাও না ⚡
০৬) নিজের ইউটিউব/পেজের লিংক দিয়ে স্প্যাম করলে KICK 🦵
০৭) অ্যাডমিনদের সম্মান করতে হবে 🛡️
০৮) কোনো ধর্ম বা জাতি নিয়ে কটাক্ষ করা যাবে না ❌
০৯) ভুয়া নিউজ/গুজব ছড়ালে রিপোর্ট + ব্লক 🚨
১০) রাত ১২টার পর শুধু ভদ্র ভাষায় মজা করা যাবে, অশ্লীলতা নয় 😌

<------------------------------------------------->
❖ কারও সমস্যা থাকলে সরাসরি 𝙰𝙳𝙼𝙸𝙽𝚂 দের ইনবক্স করুন 💌
❖ রুলস ভাঙলে আগে ওয়ার্নিং, পরে অ্যাকশন 😈

𝙱𝙾𝚃 𝙰𝙳𝙼𝙸𝙽: 𝙋𝙊𝙇𝘼𝘽𝘼𝙕 𝙉𝘼𝙏𝘼𝙎𝘼
𝙵𝙱 𝙻𝙸𝙽𝙺: https://www.facebook.com/61574714564736

_সাথেই থাকুন 🌺─꯭─⃝‌‌𝐍𝐚𝐭𝐚𝐬𝐚 𝐜𝐡𝐚𝐭 𝐛𝐨𝐭🌸_

💖...........ধন্যবাদ সবাইকে...........💖`;

 return api.sendMessage(message, event.threadID);
};
